{"Heading2": {"text": "\n\n[[Important Distinctions in Economics]\nNow, so that's basically, sort of, an overview about, sort of an example, of how we think about the role of prices. Now, let me draw a couple of important distinctions, terms I'm going to use this semester that I want you to be comfortable with. OK? The first distinction I want to draw is between theoretical versus empirical economics. Theoretical versus empirical economics. OK. Theoretical economics is the process of building models to explain the world. OK? Empirical economics is the process of testing those models to see how good a job they do in explaining the world. OK?\n\n\nWe could all make up a model. OK? Anybody with math skills could make up a model. But it doesn't do any good unless it's actually doing something to explain the world. And so basically, the goal of theoretical economics is essentially to build a model that has some testable predictions. To build a model that says, look here's my simplified model of how consumers decide whether or not to buy an iPod. OK? I have a model of that, that I've built theoretically. Well, that has some testable predictions. And the role of empirical economics is to gather the data and go and test them using statistical methods. Specifically, typically regression analysis like the kind you learn about in advanced statistics. OK?\n\n\nSo basically, what we're going to do is we're going to is 95% of this course will be about theoretical economics this semester. It will be about understanding how economists develop the models to model how consumers and firms behave. But I will try to talk somewhat about empirical economics and what data we can bring to bear to understand whether or not these models explain the world. OK?\n\n\nThe other distinction that's very important is positive versus normative economics. Positive versus normative economics. And this is the distinction between the way things are, which is positive economics, and the way things should be which is normative economics. Distinction between the way things are and the way things should be. OK? So let's consider a great example of microeconomics at\nwork which is auctions on eBay. OK? Auctions on eBay, economists love studying auctions on eBay because it's a textbook example of what we call a perfectly competitive market which is what we'll focus on the semester. A perfectly competitive market. OK?", "start": "00:25:47"}, "Heading3": {"text": "\n\n\nNow there's two questions here. The first is, why did the price of the kidney go so high? That's the positive question. The positive question is, why did the price the kidney on eBay get so high? And here, we'll talk, and you'll learn more starting Friday, about the twin forces of supply and demand. The twin forces that drive the economy of supply and demand. And you'll talk more rigorously about these on Friday. Basically, they're what they sound like. Demand is how much someone wants something. Supply is how much of it there is to have.\n\n\nAnd the intuition here is surprising. OK? The more that there's demand for a good, the higher will be the upward pressure on prices. The more people want a good, the higher prices will go. And the less supply there is of a good, also the higher prices will go. So if everybody wants something but it's common, the price will be low. And if no one wants something but it's uncommon, the price will still be low, and vice\nversa. In fact, the development of the model of supply and demand framework was from Adam Smith, the, sort of, so-called first economist who wrote The Wealth of Nations in 1776 which is, sort of, viewed as the, kind of, first serious book about economics.\n\n\nAnd he posed what he called the water diamond paradox. What Smith said in that book is, look, it's clear water is the most important thing in life. We can't live without water. And diamonds are completely irrelevant to life. You can live totally fine without a diamond. And yet, the price of diamonds is astronomical and water's free. How can this be? How can it be that water which is so much more of a fundamental building block of our life is so much cheaper than diamonds which are not. And the answer, of course, is that so far you've only considered demand and not supply.\n\n\nYes, it's true. The demand for water is much higher than the demand for diamonds. But the supply is even larger. So that basically, yes it's true that while water should be worth more, in fact, in the end the price of water is much lower, because of the twin forces of demand and supply. The demand is higher, but the supply is much higher. So the price ends up lower. And that was his diamond water paradox.\nOK?\n\n\n\nWell, in this case, it's a similar thing. What determines the demand for a kidney? What determines the demand for a kidney is going to be the fact that you die without it. OK? If you have no kidneys, you're having kidney failure. OK? You'll die without it. So basically, what will determine it is people are willing to spend all their wealth, as much money as they can have, to get a kidney OK? So the demand will be quite high. The supply will be quite low.\n\n\nSadly, not many people are willing to be organ donors. More relevantly, a lot of people aren't in good situations to be organ donors. OK? As a result, the supply is much lower than the demand. So we have a situation with a high demand, a low supply and the price went through the roof. That's a positive analysis. OK? So we can understand pretty intuitively. We don't need this course to understand why the price went up. OK? It's just the twin powers of demand and supply.\n\n\nBut what about the normative question which is, should eBay have allowed this sale to happen? EBay at\n$5 million cut it off and then passed the rule saying you can't auction your body parts on eBay. OK? Should they have done that? That's the normative question. That's economics gets really interesting, which is you all are smart enough to figure out why the price went up. But this is where it gets interesting is should people have been able to auction their kidney on eBay?\n\n\nOn the one hand, many, many people in this country die for want of a body part. OK? Thousands to hundreds of thousands of people die every year waiting for a transplant. OK? If someone is incredibly rich and they want a body part, which to me a surplus because I have two kidneys, why shouldn't they be allowed to buy it from me? I'm better off because they can pay me a ton of money. They are better off because they live. So I've just described a transaction that makes both parties better off. Why shouldn't that be allowed to happen? So you tell me. Does everyone think eBay was wrong? Yeah, go ahead.\n\n\nAUDIENCE: Say there is another person who doesn't have as much money, and that person also dies.\n\n", "start": "00:25:47"}, "Heading1": {"text": "[[What is Microeconomics]]\nThe following content is provided under a Creative Commons license. Your support will help MIT OpenCourseWare continue to offer high quality educational resources for free. To make a donation or view additional materials from hundreds of MIT courses, visit MIT OpenCourseWare at ocw.mit.edu.\n\n\nPROFESSOR: So what I want to do today is I want to talk about what the heck this course is. What is microeconomics? What are you going to be learning in this course? And just, sort of, set us up for the semester. OK. So basically, microeconomics is all about scarcity. It's all about how individuals and firms make decisions given that we live in a world of scarcity. Scarcity is key because basically what we're going to learn about this semester in various shapes and forms is a lot of different types of constrained optimization. We're going to learn a lot about different ways that individuals make choices in a world of scarcity. OK?", "start": "00:00:00"}}