{"Heading6": {"text": "\n\n\nAUDIENCE: Like heart attack maybe?\n\n\n\nPROFESSOR: Yeah, something which is sort of lifesaving. The best thing that we often use is insulin for diabetics. Diabetics without getting that insulin to manage their diabetes will die. That seems like that's something where there's not a whole lot of substitutes. The substitute is dying. So basically that's where demand is relatively inelastic. Or a heart transplant, when you get a heart transplant or any kind of transplant, you have medicine you take so you don't reject the transplanted organ. That sort of medicine demand should be very inelastic.\n\n\nElastic drug, well, our favorite example is always Viagra. It's something where you'd think that you can probably survive without it. And people would want less Viagra if you charged a lot more for it than if you charged less for it. So elasticity is going to be about substitutability. And that's going to determine inelastic demand.\n\n\nNow, what happens with inelastic demand when there's a supply shock? When supply increases, what happens? Well, in that case, there can never be excess demand, because demand doesn't change. So all that happens is price just increases. If there's inelastic demand, and there's a supply shock, then all that happens is an increase in price and no change in quantity. So with inelastic demand, quantity doesn't change for a price increase. Price just goes up. From a supply shock, prices just goes up.\n\n\nNow, let's consider the opposite. Let's look at Figure 3-3 and think about perfectly elastic demand. Perfectly elastic demand is demand where consumers, essentially, don't care about the quantity. They just care about the price. That is, there are infinitely good substitutes. A perfectly elastically demanded good would be one where there are, essentially, perfect substitutes. An inelastic good is where there's no substitute. A perfectly elastic good would be where there's perfect substitutes.\n\n\nTechnically, if a good is perfectly elastically demanded, then you are completely indifferent between that good and a substitute. Well, if you're completely indifferent, then if the price changed at all, you would immediately switch. And so the price can't change.\n\n\nWhat's an example? Once again, there's no good example of a perfectly elastic good. Yeah?\n\n\n\nAUDIENCE: Candy.\n\n\n\nPROFESSOR: What?\n\n\n\nAUDIENCE: Candy.\n\n\n\nPROFESSOR: Candy. OK. So you've got your Wrigley's gum. I like the sugar-free, minty gum. You've got Orbit and Eclipse. And I go to the store, and they're all pretty much the same price. If Orbit was more than Eclipse, I just buy Eclipse. They're the same. They're minty gum. It doesn't make a difference. So basically the price is the same.\n\n\nIf there's a supply shock, I don't know, they're made with the same shit. But let's say that Eclipse has some magic ingredient. And let's say the Eclipse magic ingredient got more expensive, so the supply curve shifted up. Well, Eclipse could not respond by raising its price. Because I just switched to Orbit.\n\n\nOr we often think of McDonald's and Burger King. Now, they're less perfect substitutes, but pretty perfect. If McDonald's started charging $10 for a hamburger, you wouldn't go there anymore. You'd go to Burger King.\n\n\nSo if there's a supply shock to a provider  that's facing a perfectly elastic demand curve, they cannot raise their price, because people will just switch. So quantity will fall a lot. Because if I'm supplying Eclipse gum, and it suddenly costs a lot more to produce Eclipse gum, but I can't raise my price, because I will lose all my business to Orbit, I'm just going to produce a lot less Eclipse. Because I'm losing money now.\n\n\nSo with perfectly inelastic demand, the quantity didn't change. With perfectly elastic demand, we saw a big quantity change. So, more generally, what determines the quantity change in response to a price change is the elasticity. More generally, we're between these two cases of perfectly elastic and perfectly inelastic. And what's going to determine the price change is going to be the price elasticity of demand epsilon which is going to be the percentage change in quantity for each percentage change in price or, in calculus terms, dQ/dP. So it's, basically, the percentage change in quantity for the percentage change in price.\n\n\nSo, for example, if for every 1% increase in price quantity falls 2%, that is a price elasticity of demand of minus 2. The price elasticity of demand is the percentage change in quantity for the percentage change in price.\n\n\nSo inelastic demand is an epsilon of 0. There is no change in quantity when price changes. Perfectly elastic demand is an epsilon of negative infinity. Any epsilon change in price leads to a negative infinite change in quantity. Immediately, the quantity goes to 0 if you try to raise your price.\n\n\nSo the price elasticity of demand will typically be between 0 and negative infinity. And the larger it is the more quantity will change when prices change. Questions about that? Yeah?\n\n\nAUDIENCE: So that formula, shouldn't it be dQ/dP times P/Q because dQ/dP just refers to the change of the quantity with respect to price, not necessarily the percent change.\n\n\nPROFESSOR: Yeah, you're right. I was trying to get too fancy with my calculus. You're right. Let's just stick with the non-calculus formula. I never should deviate from my notes. So let's just stick with the non- calculus formula. OK, other questions about this? OK. So, basically, that's the elasticity. That's going to be the elasticity.\n\n\nNow, an interesting point about elasticity is now, we're not going to get into producer theory for a couple of lectures. But as a little peek ahead about producer theory, let's think about how elasticity determines the money that producers make from selling their goods.\n\n\nWell, if a producer sells Q goods at a price P, they make revenues R. Revenues are the price times the quantity. The amount of money a producer makes when it sells goods, its revenues, this isn't its profits. We're not having profits. It's just the amount of money it makes, not the amount of money it takes home at the end of the day. I'm ignoring the cost of making the goods. The amount of total revenues it makes is price times quantity.\n\n\nWell, we can then say that the change in revenues with respect to price is what? It's Q plus dQ, plus delta Q-- let me put it this way to make my math clearer-- plus P times delta Q over delta P. That's how revenues change with respect to price. Or, in other words, plugging in from the elasticity formula, delta R over delta P equals Q times 1 plus epsilon.\n\n\nSo, in other words, what this says is that if you're a producer, and you're trying to decide whether to raise your price, whether that will increase revenues, it all depends on the elasticity. If the elasticity is between 0 and minus 1, then raising prices will raise revenues. If the elasticity is greater than minus 1, then raising prices will lower revenues.\n\n\nWe're often faced with the issue of why did they charge this much for this good, or should they raise their prices or not raise their price. Well, that's all about the elasticity of demand. The elasticity of demand will determine whether they're going to make more money by raising their price or lose money by raising their price.\n\n\nFor Eclipse gum, their elasticity of demand is well above minus 1 in absolute value, so they're going to lose money by raising their price. If they take the current level of Eclipse, for every penny they raise, they'll lose money. For insulin, for every penny they raise, they'll make money.\n\n\nAnd then you might say well, then how come the price of insulin isn't infinity and the price of Eclipse gum isn't zero? Well, that's what we'll talk about in a few weeks. Because it also depends on the costs of\nproducing it. But at the end of the day, that's what's going to determine the money that's made by producers when they change their prices. Questions about that?\n\n[[Using Empirical Economics to Determine Elasticity]]\nOK. So now, that's how we think about the shape of supply and demand. The shape of supply and demand is determined by these elasticities. So now we have to get into OK, well, where do we get these elasticities from? And that is the main topic of empirical economics which is estimating these kinds of elasticities, estimating these types of elasticities.\n\n\nSo one of the first distinctions I drew in the lectures is between theoretical economics and empirical economics. Theoretical economics can tell us this is what a graph looks like and supply and demand. Theoretical economics can't really tell us how big, for example, an elasticity is going to be. It can tell us, there's more substitutes or less substitutes so we can rank them. We know the elasticity for Eclipse gum has got to be higher than the elasticity for insulin.\n\n\nBut from the theoretical model, we can't say what the elasticity actually is. To say what an elasticity actually is, we need to go to an empirical model. We actually need to bring data to bear on the question.", "start": "00:19:32"}, "Heading4": {"text": "\n\n\nNothing's changed from their perspective. But producers would say, look, at that price, I can only now produce 205, because my supply curve shifted up. So once again, you have to move to a new equilibrium where suppliers and consumers are happy.\n\n\nThat will happen at a point like e2. Because at e2, given the higher price of producing pork, producers will now say, OK, I'm happy to sell 215 million kilograms at $3.55. And consumers will say, well gee, at\n$3.55, I don't want quite as much as I wanted before. I only want 215. And they're happy.\n\n\n\nHere's what's striking. We had two very different phenomena. We had a demand shift and a supply shift. Both led to the same outcome. I'm sorry, both led to a higher price. Sorry, not the same outcome. Both led to a higher price. One led to higher demand, to higher quantity sold in the market.\n\n\nSo you go back to Figure 2-2. The price went up, and the quantity in the market went up from 220 to\n228. In Figure 2-3, when the supply shift happened, the price also went up almost exactly the same amount. But here, the quantity fell.\n\n\nSo you can't tell from a price increase what happened. If the price of pork goes up, you can't tell me whether that was a demand or supply shift. You need to know both the price and quantity to be able to tell me that. Both changes led to the same outcome in terms of prices. Questions about that?\n\n[[Government Interference: The Labor Market]\nNow let's make it interesting. So we have the supply and demand equilibrium. Supply shifts, demand shifts, you move the points. You guys can all do it graphically, even if you don't quite get it intuitively yet. Now let's ask, what happens if the government comes in and messes this up?\n\n\nNow, step aside to my other hat. The other course I teach is called Public Economics, which is all about the role of the government in the economy. In this course, most of what you'll learn is there's a clear\nrole of the government in the economy. It's to screw it up. Economics is fundamentally a right-wing science. Most of my colleagues are Democrats, but that doesn't change the fact that what we teach is fundamentally very conservative, which is the market knows best, and governments just mess things up.\n\n\nNow, later in the semester, we'll talk about why that might not be true. And the whole point of my other course, 14.41, is to talk about why that might not be true and where governments can make things worse and better. But from your basic perspective, you need to be indoctrinated with this fundamental position, that the market gets it right. The market equilibrates. Governments mess things up. And that's sort of where we'll start.\n\n\nSo let's talk about the classic example of government messing things up, the minimum wage. You've all heard of the minimum wage, the thing workers get paid more. That seems like a good thing. Well, in fact, to economists, it's a bad thing. And let's talk about why.\n\n\nTo many economists, at least this initial analysis is a bad thing. We'll come back later as to why it might not be so bad. To do that, let's talk about equilibrium not in a market for goods, like pork, but in a market for inputs, which is labor. Labor is an input to the production process. We'll talk about this at great length later in the semester.", "start": "00:25:47"}, "Heading5": {"text": "\n\n\nPROFESSOR: OK, let me come back to that. Hold that thought for a couple minutes. I want to come back to that. But I want to focus on these gas price lines and why they're bad. Well, these gas price lines are themselves a source of inefficiency. And why? Why is it inefficient to have people waiting in line for gas? Yeah.\n\n\nAUDIENCE: Because they could be working or doing other things.\n\n\n\nPROFESSOR: They could be working. They could be out making trades that make everybody better off. Instead of being in line waiting for gas, they could've been at work, working for a wage that they were happy to earn and their employer was happy to pay. So a trade is not being made. Unless they're equally happy sitting in line waiting for gas, which is doubtful, a trade is not being made, which makes both parties better off. What else?\n\n\nAUDIENCE: I have a question. Did the government know about this?\n\n\nPROFESSOR: Yeah, believe me, they did. But they said, well gee, we can't let people pay those high prices. Governments face really hard decisions like this all the time. There's another program, of course, which is, what happens with people waiting in line for gas? They're idling and using up gas. So in fact, there was a direct mechanical inefficiency as well, which is all the gas that was wasted while people idled in line, waiting to get their gas.\n\n\nSo that's the kind of inefficiency you're used to thinking about as engineers. There's a mechanical inefficiency, but the main thing we care about is the allocative inefficiency, which is trades are not being made because people are sitting in their cars waiting for gas. And that's inefficiency. And that inefficiency arises because we have to allocate the gas somehow.\n\n\nYou can't get around that problem. Remember, we are the dismal science. We point out problems that cannot be surmounted. You can't get around that problem. That gas has to get allocated somehow. And if you don't let the price mechanism allocate it, some other, more inefficient mechanism will arise to do so.\n\n\nNow, the trade-off, of course, is then you keep the price low. And the government's got to decide-- once again, this gets into the political economy of how the governments make these decisions. And that's not really the point of this course. But that's the kind of decision they have to make. Now let's come-- and this will touch on your question-- oh, do you have a question about this?\n\n\nAUDIENCE: I have a question, actually, about the minimum wage. So isn't it a little imbalanced, because when people need work more than companies need people-- because, for example, there are a lot of instances when companies are paying hunger wages, a dollar a day. [INAUDIBLE] they're not happy for it.\n\n\nPROFESSOR: Yeah, basically, in some sense, the bottom line is, equilibrium is where people are going to work for what the company's willing to pay. Now, you can say, if people want work when the company wants to offer it, that's sort of a difficult subjective judgment. But at the end of the day, if people are willing to work for a dollar and the company's willing to hire them for a dollar, then that's a trade which should be made. Except, that's a great example to point out-- same person who just said that, well then, tell me what's the benefit of a minimum wage?\nAUDIENCE: [INAUDIBLE]\n\n\n\nPROFESSOR: It's equity, that thing economists like to not think about, because it's tricky. It's fairness. It's equity. It's unfair that you would work for a dollar a day. And people might be exploited and work for unfairly low wages. Likewise, it's unfair that we pay a huge amount for gas. So people, we should keep the wage high and the prices low to make it fair. And that's the pro of the minimum wage. Yeah.\n\n\nAUDIENCE: I didn't quite get [INAUDIBLE] it is giving a few people a higher wage, right? But it's causing unemployment, so how is that better?\n\n\nPROFESSOR: Wonderful point. Wonderful point. That's because in economics, there's the direct effect and the indirect effect. And the direct effect is what voters understand. And the indirect effect is what we understand. In the case of gas, it was easy to see. The question, why didn't the government realize this? Everyone saw the direct effect, which was low prices, and indirect effect, which was long lines.\n\n\nWith a minimum wage, it's harder, because there's lots of reasons for unemployment, not just the minimum wage. So the indirect effect is a lot harder to see. If you're a politician, you're saying, look, I'll raise the minimum wage. I'll make sure you're paid more. Everybody goes, yay. And then the economist says, well, you have to understand, according to this diagram, that would lead to unemployment. People are like, whatever. Shut up.\n\n\nSo basically, the point is that, basically, yes, you're right. But for perceived equity, this is the case. But you're right. There's a trade-off. Just like they recognize the trade between the price and the lines, there's a trade-off between the higher wage and the employment. And that comes so what we'll talk about, empirical economics, which is measuring that trade-off.", "start": "01:00:44"}, "Heading2": {"text": "\n\n\nOK? And that's why basically modern microeconomics was founded at MIT in the 1950s by Paul Samuelson. The father of modern economics was a professor here, and he basically founded the field. He basically introduced mathematics to economics. And through teaching this course, 14.01, 50, 60 years ago, actually developed the field that we now study.\n\n\nNow, what we're going to do in this class, is focused on two types of actors in the economy: consumers and producers. OK? And we are going to build models of how consumers and producers behave. Now, technically, a model is going to be a description of any relationship between two or more economic variables. OK? That's a model. A description of any relationship between two or more economic variables.\n\n\nThe trick with economics, and the reason many of you will be frustrated during the semester, is that unlike the modern relationship between say energy and mass these models are never precise. They are never accurate to the 10th decimal. OK? This is not a precise, scientific relationship with modeling. We'll be making a number of simplifying assumptions that allow us to capture the main tendencies in the data. That allow us to capture the main insights into how individuals make consumption decisions and how firms make production decisions. But it's not going to be as clean and precise as the kind of proofs you're going to be doing in some of your other classes in freshman and sophomore year. OK?\n\n\nSo basically, we have a trade off with the simplifying assumptions. On the one hand, obviously we want a model that can explain reality as much as possible. If a model can't explain reality, it's not useful. On the other hand, we need a model that's tractable, a model that I can teach you in a lecture or less. OK? And basically, what we do is we make a lot of simplifying assumptions in this class to make those models work. And yet, what we'll find is despite these assumptions, we'll come up with incredibly powerful predictions of how consumers and producers behave.\n\n\nSo with consumers what we're going to do is, we're going to say that consumers are constrained by their limited wealth or what we'll call their budget constraint. And subject to that constraint they choose the set of goods that makes them as well off as possible. OK? That's what we're going to call utility maximization. We'll say the consumers maximize their utility, consumers are going to maximize utility subject to a budget constraint. That's going to be what we're going to develop the consumer decision.\nThey have some utility function which is going to be a model of their preferences. OK?\nSo I'm going to propose to take everything you love in life and write it down as a u function. OK? Then I'm going to propose you take all the resources at your disposal, write them down as a budget constraint and then I just do constrained maximization to solve for how you make decisions. Firms, on the other hand, are going to maximize profits. Pi is profits. Firms are going to maximize profits. Their goal is to make as much profit as possible, to earn as much money as possible. OK? However, that's going to be subject to both the demands of consumers, we get to firms it's a lot harder, subject to both consumer demand and input costs.\n\n\nSo firms have to consider, consumers have to consider look what does stuff cost and what do I like, I'll make my decision. Firms is a little more complicated. They've go to consider, what do consumers want and how do I make what they want? So they've got to consider both the output side, what a consumer is going to want me to make and what's it going to cost me to produce that good? And how do I combine those to make the most profits? OK?", "start": "01:00:44"}, "Heading3": {"text": "\n\n\nPROFESSOR: Yeah, the willingness of producers to supply the good. So how much they're going to charge for a given quantity of the good. And once again, that is upward sloping because as the price rises, they're willing to supply more. So as the price rises, consumers demand less. As the price rises, producers produce more.\n\n\nAnd equilibrium is that point where supply equals demand. Equilibrium equals happiness. It's the point where suppliers and demanders are both happy. They're both happy because at a point such as e, the amount that consumers demand at that price is equal to the amount suppliers are willing to supply at that price.\n\n\nSo jointly happy. You've reached a point where consumers want a certain amount at a certain price. At that price, producers say, great, you want e, I'm happy to produce e at that price. So we've reached equilibrium.\n\n[[Impact of a Demand Shift]\nNow, let's talk about what happens when we shock that equilibrium. This is the market for pork. Imagine that the price of beef rises. The price of beef rises. Can anyone give me a guess as to what that does to the market for pork? The price of beef rises. What does that do to the market for pork. Yeah.\n\n\nAUDIENCE: It reduces the demand.\n\n\n\nPROFESSOR: It what?\n\n\n\nAUDIENCE: Reduces the demand.\n\n\n\nPROFESSOR: Why would it reduce the demand for pork?\n\n\n\nAUDIENCE: Because the price [INAUDIBLE].\n\n\n\nPROFESSOR: But I didn't say the price of pork rises. The price of beef rises. And how does beef relate to pork?\n\n\nAUDIENCE: They're substitutes.\n\n\n\nPROFESSOR: They're substitutes. Exactly. So when the price of beef prices, how does that affect people's demand for pork? Increases it. Exactly. Because they're substitutes. What we're going to learn critically as we go through is what's going to determine these demand curves importantly is going to be substitutability across goods.", "start": "00:19:32"}, "Heading1": {"text": "[[What is Microeconomics]]\nThe following content is provided under a Creative Commons license. Your support will help MIT OpenCourseWare continue to offer high quality educational resources for free. To make a donation or view additional materials from hundreds of MIT courses, visit MIT OpenCourseWare at ocw.mit.edu.\n\n\nPROFESSOR: So what I want to do today is I want to talk about what the heck this course is. What is microeconomics? What are you going to be learning in this course? And just, sort of, set us up for the semester. OK. So basically, microeconomics is all about scarcity. It's all about how individuals and firms make decisions given that we live in a world of scarcity. Scarcity is key because basically what we're going to learn about this semester in various shapes and forms is a lot of different types of constrained optimization. We're going to learn a lot about different ways that individuals make choices in a world of scarcity. OK?\n\n\nThat is, this course is going to be about trade-offs. Given scarce resources, how the individuals and firms trade off different alternatives to make themselves as well-off as possible. That's why economics is called the dismal science. OK? It's called the dismal science because we are not about everyone have everything. We're always the people who say, no, you can't have everything. You have to make a trade- off. OK? You have to give up x to get y. And that's why people don't like us. OK? Because that's why we're called the dismal science, because we're always pointing out the trade-offs that people face.\n\n\nNow, some may call it dismal, but I call it fun. And that may be because of my MIT training, as I said I was an undergraduate here. In fact, MIT is the perfect place to teach microeconomics because this whole institute is about engineering solutions which are really ultimately about constrained optimization. Indeed, what's the best example in the world we have of this? It's the 270 contest. Right? You're given a pile of junk, you've got to build something that does something else. That's an exercise in constrained optimization.\n\n\nAll engineering is really constrained optimization. How do you take the resources you're given and do the best job building something. And that's really what microeconomics is. Just like 270 is not a dismal contest, microeconomics is not to me a dismal science. You could think of this course like 270. But instead of the building robots, we're running people's lives. OK? That's, kind of, the way I like to think about this course. Instead of trying to decide how we can build something to move a ping pong ball across a table, we're trying to decide how people make their decisions to consume, and firms make their decisions to produce. That's basically what's going to go on in this class.", "start": "00:00:00"}}